{
  "SOULSTEAL": {
    "NAMES": [
      "soulsteal",
      "soulsteals"
    ],
    "DESCRIPTION": "The first time this monster attacks you on each of their turns, it gives you a buff based on your #yShape. NL #yFox: 2 Dark per stack. NL #yKitsune: 1 wisp per 5 stacks. NL #yHuman: 2 light per stack. NL #yNinetailed: 1 wisp per 3 stacks."
  },
  "WILL-O-WISP": {
    "NAMES": [
      "will-o-wisp",
      "will-o-wisps"
    ],
    "DESCRIPTION": "Consumes itself at the end of your turn to deal damage to a random enemy equal to the number of wisps channeled."
  },

  "SHAPESHIFT": {
    "NAMES": [
      "shapeshift",
      "shapeshifts",
      "shapeshifted"
    ],
    "DESCRIPTION": "#yAspect cards of that #yShape will trigger."
  },
  "SHAPE": {
    "NAMES": [
      "shape",
      "shapes"
    ],
    "DESCRIPTION": "Aspect effects of that #yShape will trigger. Some relics and powers make your #yShape grant persistent buffs."
  },
  "ASPECT": {
    "NAMES": [
      "aspect",
      "aspects"
    ],
    "DESCRIPTION": "Aspect effects only trigger when you are in the listed Shape."
  },
  "LIGHT": {
    "NAMES": [
      "light"
    ],
    "DESCRIPTION": "Persistent buff. Converted to Block at the start of your turn when over 9 stacks. Opposed to #yDark and will cancel it out before applying."
  },
  "DARK": {
    "NAMES": [
      "dark"
    ],
    "DESCRIPTION": "Persistent buff. Converted into damaging a random enemy at the start of your turn when over 9 stacks. Opposed to #yLight and will cancel it out before applying."
  },
  "SHADE": {
    "NAMES": [
      "shade"
    ],
    "DESCRIPTION": "Negates up to that many instances of unblocked damage until next turn and heals you for 2 instead."
  },
  "Elder": {
    "NAMES": [
      "elder"
    ],
    "DESCRIPTION": "Special cards that can't be smithed but upgrade through 9 tiers based on meeting conditions. Upgrades anywhere and can only upgrade once per room."
  },
  "Charm": {
    "NAMES": [
      "charm",
      "Charm",
      "Charm:"
    ],
    "DESCRIPTION": "Will repeat its last chosen action in a manner beneficial to you."
  },
  "Quickshape": {
    "NAMES": [
      "quickshape"
    ],
    "DESCRIPTION": "Uncollectable zero-cost cards with Ethereal and Exhaust that change your shape."
  },
  "Echo": {
    "NAMES": [
      "echo"
    ],
    "DESCRIPTION": "Echoes are copies of cards with Ethereal and Exhaust."
  }
}